Repository: espenak/Enkel
Catalog: enkel/translations/*/LC_MESSAGES/default.po
Languages: nb

source: Page not found
nb: Siden ikke funnet

source: Could not find anything on the server mathing the requested URI
nb: Siden du søker finnes ikke på denne serveren

source: Forbidden
nb: Forbudt område

source: illegal value
nb: ulovlig verdi

source: validation failed
nb: valideringen feilet

source: must be a whole number
nb: må være et helt tall

source: must be a floating-point number
nb: må være et flyttall

source: to few characters
nb: for få tegn

source: to many characters
nb: for mange tegn

source: must be a unicode string
nb: må være en tekststreng med minst ett tegn

source: must be a datetime.date object
nb: må være en dato på dette formatet: åååå-mm-dd

source: must be a datetime.time object
nb: må være en tid-på en 24-timers klokke på dette formatet: tt:mm:ss

source: must be a datetime.datetime object
nb: må være en fullstendig tid på dette formatet: åååå-mm-dd tt:mm:ss

source: Create
nb: Lag

source: Delete
nb: Slett

source: Edit
nb: Rediger

source: Save
nb: Lagre
